{
  "whoWeAre": {
    "description": "The African Green Growth and Development Forum (AGDF) is an eco-development friendly organization comprising of distinguished multi-disciplinary stakeholders in the private, public and CSOs sectors. AGDF Members are motivated by the need to adopt rational, robust and pragmatic approaches toward building sustainable practices and policies for enhanced socio-economic development in Africa.",
    "establishment": "Established in 2018, AGDF is a legally registered Non-Profit, Professional Organization with CAC registration No.: CAC/IT/NO 135940 in Nigeria. The African Green Growth and Development Forum is committed to promoting harmonious sector-driven natural resource management that aligns with maintaining the technological styles for ecological integrity of nature with productive results for green livelihood.",
    "mission": "To foster the transformation of Africa’s eco-social communities into productive sectors that are: Environmentally safe, socially just and economically sustainable.",
    "vision": "To be a leading think tank united to aid Africa’s transition to a greener Economy."
  },
  "objectives": [
    "Conduct research in green economy and growth opportunities (micro and macro capital assets) in Africa.",
    "Provide technical expertise to build the capacity of policymakers and critical stakeholders on green economy.",
    "Promote green legislation that fosters the emergence of robust governance and institutional arrangements.",
    "Leverage existing opportunities for green financing, technologies, and know-how to support the transition of communities and private sector players to green growth and investments.",
    "Engage periodically with public policy, business, and academic leaders.",
    "Encourage green entrepreneurs (small, medium, and informal businesses) in African communities.",
    "Provide periodic score sheets utilizing the best available indicators to assess and monitor country performance by sector on progress towards green growth and development."
  ],
  "priorityAreas": [
    "Governance and Policy Concerns",
    "Agriculture including aquaculture and livestock farming",
    "Forestry and Biodiversity",
    "Water resources management",
    "Tourism",
    "Renewable energy",
    "Waste management",
    "Manufacturing",
    "Transport"
  ],
  "milestones": [
    "Successfully inaugurated a competent Board of Trustees.",
    "Supported the development of the Green Economy Framework for Cross River State in collaboration with the Cross-River State Planning Commission and Cuso International (Canadian Non-Profit Organization).",
    "Fully registered with the Government of Nigeria.",
    "A steadily growing membership base."
  ]
}
