[
  {
    "id": "waste_circular_economy",
    "title": "Waste/Circular Economy",
    "tagline": "Enhancement of Nigeria’s Nationally Determined Contribution (NDC) 2021-2025",
    "project_involved": ["Project involved an AGDF partner"],
    "desc": "Climate change has become a serious wide-ranging issue that is currently hindering global growth and societal sustainability. Several measures have been undertaken to adapt and mitigate the resultant effects of climate change such as global warming through collabo- rations and initiatives by various governments and stakeholders-one of which is the 2015 Paris Agreement, which seeks to decrease global temperatures warming by reducing the amount of greenhouse gases (GHGs) released into the environment. The Nationally De- termined Contributions (NDC) play a huge role in ensuring that this agreement is im- plemented as it outlines national plans of member nations and steps which they intend to execute to reduce GHGs in various sectors. A periodic revision of the NDCs is also required to provide updates and review activities that have been carried out. The Cir- cular Economy (CE) is a strategy that propels a society towards generating no waste as all materials are maximally utilized in cyclic processes. It is intentionally designed and implemented to be incorporated in the production systems elongating the lifecycle of materials and phasing out the concept of ‘waste’ and this, in turn, leads to a reduction in GHG emissions and their impact on climate change. This study was commissioned to analyze the impact of the CE in the waste management sector of Nigeria so that its outcome can be incorporated into the NDC revision 2021-2025. Its objectives included a review of the existing policies, regulations and projects in the country; an analysis of waste management projects highlighting the synergies and differ- ences between circular economy-related initiatives; collection, collation and validation of relevant data for waste emissions estimation; simulation of waste and emission reductions; and the development of a list of results to be considered for the NDC revision.",
    "client": "African Development Bank (AfDB)",
    "date": "June 2021"
  },
  {
    "id": "afolu_based_climate_change",
    "title": "AFOLU based climate change",
    "tagline": "Strengthening adaptation policies and mitigation interventions relevant to African forestry and people in Anglophone Africa",
    "project_involved": ["Project involved an AGDF partner"],
    "desc": "Climate change is one of the greatest global challenges of the contemporary times. Its prominence in global discourse arises from the impact it has on nearly all sectors of the economy. Records show increase across Africa of climate related environmental problems in Agriculture and Forestry sectors as floods, drought, crop failure, loss of biodiversity and decline in forest ecosystem services among others. IPCC Fourth Assessment Report identifies agriculture, forestry and other land uses (AFOLU) as contributing 30% of the total anthropogenic GHG emissions (FAO, 2010). Agriculture and forestry also have the potential to mitigate, respectively, between 5.5 – 6 GtCO2e/yr. and 5.4 GtCO2e/Yr. (FAO, 2010). Forest ecosystems thus serve the dual roles of fuelling global warming as GHG sources when degraded or converted to other uses through deforestation, and becoming sinks for carbon during regrowth or expansion. This puts to context the role of forests in climate change mitigation through programmes like REDD+, sustainable forest management and conservation/enhancement of carbon stocks. Despite considerable understanding of the role of forests in climate change mitigation via carbon sequestration policies and programmes, far little, however, is said to be known on their roles in climate change adaptation.",
    "client": "African Forest Forum (AFF)",
    "date": "2017"
  },
  {
    "id": "low_carbon_development_in_nigeria",
    "title": "Low-Carbon Development in Nigeria",
    "tagline": "An Analysis of Four Sectors",
    "project_involved": [
      "Project involved an AGDF partner",
      "Part 1, Agriculture and Land Use Sector - Francis Bisong (Consultant)"
    ],
    "desc": "In Vision 20: 2020 the Federal Government of Nigeria laid out ambitious targets for increasing the domestic agricultural production sixfold by 2020. Output growth would be achieved through reduction in postharvest losses, increased yields, and expansion of cropland. The present study analyzes the climate change mitigation potential of the agricultural sector within the constraint of meeting these growth targets. The EX Ante Appraisal Carbon-balance Tool (EX-ACT), developed by the Food and Agriculture Organization of the United Nations (FAO), was used for the analysis. The tool enables comparison of emissions between scenarios involving different land use and management choices. The analysis was conducted for a 25-year period, 2010–35, with a 15-year implemen- tation period for land management changes and a 10-year capitalization period during which no further land management changes are considered but emissions effects deriving from the earlier changes are assessed. The team constructed a reference scenario to provide a plausible pathway for achieving the Vision 20: 2020 growth targets in 2025, based on government poli- cies and expert opinion. First, a growth model was established to estimate expected contributions of cropland expansion and yield increases to meet the overall sector output growth targets. Then more detailed land use and technology change projections were developed in line with the broad parameters set by the growth model. Net greenhouse gas (GHG) emissions were calculated from the detailed land use and technology models, which also incorporated a spatial analysis of land suitability and specific government policies (for example, on afforestation, expansion of irrigation and rural roads, and other land use changes).",
    "client": "The World Bank",
    "date": "2013"
  },
  {
    "id": "sesa_for_nigeria_redd_readiness",
    "title": "SESA for Nigeria REDD+ Readiness",
    "tagline": "Strategic Environmental and Social Assessment for Nigeria REDD+ Readiness",
    "project_involved": ["Project involved an AGDF partner"],
    "desc": "Reducing Emissions from Deforestation and Forest Degradation (REDD+) is one of the international policy instruments and mechanism currently being developed with the goal of combating climate change by reducing the emissions of greenhouse gas caused by deforestation and degradation of the forests in developing countries.One of the targets in the implementation of REDD+ as a1 climate change mitigation programme is to ensure that REDD+ activities do not impose negative impacts on the people particularly the local communities. Moreover, REDD+ is to deliver on benefits beyond carbon and avoid potential risks to the environment and social well-being. REDD+ (“plus”) goes beyond deforestation and forest degradation and includes the role of conservation, sustainable management of forests and enhancement of forest carbon stocks. The Strategic Environmental and Social Assessment (SESA) is a tool that seeks to integrate social and environmental considerations into policymaking processes, leading to making REDD+ policies and programs more sustainable. It supports the design of the National REDD+ policy framework, including the National REDD+ Strategy. SESA is therefore essential for avoiding the negative impacts and enhancing the positive REDD+ benefits, especially regarding socioeconomic, cultural, and livelihood development gains, governance enhancements, and broader environmental or biodiversity benefits. SESA has the strategic objective of integrating social and environmental concerns into the policy-making process of REDD+. SESA is complemented by an Environmental and Social Management Framework (ESMF), leading to making REDD+ policies and programs more sustainable.",
    "client": "The World Bank",
    "date": "2019"
  },
  {
    "id": "summary_for_policy_makers",
    "title": "Summary for Policy Makers",
    "tagline": "Green Economy Framework for Cross River State",
    "project_involved": ["Project involved an AGDF partner"],
    "desc": "A green economy is defined by the United Nations Environment Programme (UNEP, 2014) as “one that results in improved human well-being and social equity, while significantly reducing environmental risks and ecological scarcities.” Cross River State views a green economy as one that has the potential to secure human well-being through reduction in environmental degradation and ecological scarcities while enhancing social equity. With some 70% of people around the world, particularly in developing countries, depending on natural resources for their livelihoods, environmental risks render them vulnerable to social, economic and environmental crises. The rapid rate of natural resource degradation in Nigeria1, and in Cross River State (CRS) in particular, demands a response focused on a sustainable environmental approaches that also serves to reduce poverty by expanding opportunities for increased income from decent and equitable jobs. The concept of a green economy centers on integrating key aspects of economic and social performance—such as poverty reduction, job creation, and social inclusion—with those of environmental performance. The tenet of a green economy is that growth and development are driven by integrated social, ecological, and economic sustainability objectives which are socially inclusive of participation by marginal groups (such as minorities, poor households, youths, women, and the disabled). Women play a key role in food production and form a large proportion of the agricultural work force globally. Given equal resources, women could contribute much more. FAO estimates that if women farmers had the same access as men, agricultural output in 34 developing countries would rise by an estimated average of up to 4%. This could reduce the number of undernourished people in those countries by as much as 17%, translating to up about 150 million fewer hungry people, creating more jobs, and improving the economy. The onus therefore lies on both developed and developing countries to shift to a more sustainable and encompassing economy, by effectively incorporating social, ecological, and economic policies in development planning.",
    "client": "Cross River State Planning Commission",
    "date": "2015"
  },
  {
    "id": "building_coastal_resilience",
    "title": "Building Coastal Resilience",
    "tagline": "Building coastal resilience through an integrated approach: Lessons from Ghana",
    "project_involved": ["Project involved an AGDF partner"],
    "desc": " On Ghana’s coast, climate change is affecting ecosystem goods and services and leading to the loss of livelihoods. Unusually high ocean waves are destroying fishing equipment, as well as commercial and public infrastructure. Saline intrusion into freshwater systems is having a negative effect on fish breeding grounds. Despite negative impacts such as these, Ghana does not have a comprehensive development framework or policy to manage climate-related risks in coastal areas. As such, these issues are divorced from coastal zone protection. Decisions on climate risk reduction and planning are mainly top-down, and so lack the local content and ownership that would be necessary to lead to effective action on disaster risk reduction and climate compatible development at the grassroots level. This Inside Story describes lessons from a CDKN innovation project that aimed to build resilience among Ghana’s coastal communities. The project used ecosystems- and risk-based approaches to integrate climate resilience measures into development. The initiative has sought to use the findings from these climate-vulnerable communities to inform climate-related risk management and contingency plans. This case study examines the lessons learned from this experience, and what it can tell development planners and practitioners elsewhere.",
    "client": "Climate & Development Knowledge Network (CDKN)",
    "date": "2014"
  },
  {
    "id": "nigerias_implementation_of_its_original_ndc",
    "title": "Nigeria’s Implementation of its Original NDC",
    "tagline": "Implications for the Revised Version",
    "project_involved": ["Project involved an AGDF partner"],
    "desc": "As a Party to the Paris Agreement of 2015, Nigeria committed to reducing its Greenhouse Gas (GHG) emissions, submitting an ambitious Nationally Determined Contribution (NDC) in the run-up to the Paris Climate Conference in 2015. In 2007, Nigeria had elaborated a bold national economic plan– ‘Vision 2020’ – which set out a commitment to rapid economic growth and ambition for the country to become one of the 20 largest economies in the world by 2020. The current administration adopted ‘Vision 2020’, along with an Economic Recovery Growth Plan (ERGP). Together, these provided a road map for Nigeria’s medium to long-term economic development plan. With the end of the first cycle of the NDC and the launch of a process for NDC revision, this article analyses the extent of the implementation of the original NDC and also looks at the ambition and intent of the revised NDC. We advocate the establishment of an NDC implementation index, with clear monitoring and tracking tools to be coordinated by a Just Transition Taskforce (JTT) so as to enable the government and the Nigerian public at large to monitor and assess NDC implementation going forward.",
    "client": "Center for Climate Change and Development, Alex Ekwueme Federal University Ndufu-Alike Nigeria (CCCD-AEFUNAI)",
    "date": "2021"
  },
  {
    "id": "nigerias_transition_to_green_economy",
    "title": "Nigeria’s Transition to Green Economy",
    "tagline": "Linking Circular Economy and Natural Capital for Public Private Partnership (PPP) Investments",
    "project_involved": [
      "African Green Growth & Development Forum (AGDF) & Partners"
    ],
    "desc": "Nigeria, a resource-rich nation, is at a pivotal moment in its economic and environmental development. The traditional linear economic model of 'make, consume, and discard' exerts immense pressure on natural capital, prompting a global shift towards Circular Economy (CE) and Natural Capital Accounting (NCA) as sustainable pathways to Green Growth (GG). This scoping study, commissioned by the African Development Bank (AfDB) and supported by the Government of the Netherlands, explores Nigeria’s transition to a circular economy, focusing on key sectors such as agriculture, energy, waste management, and industrial processes.The study identifies untapped investment opportunities, sectoral challenges, and policy gaps that hinder CE implementation. It emphasizes the need for sustainable waste management, energy efficiency, and policy reforms to drive green initiatives. Additionally, it highlights the importance of stakeholder collaboration, public-private partnerships, and robust data collection mechanisms to ensure effective CE adoption.With Nigeria’s commitment to the Paris Agreement and its revised Nationally Determined Contributions (NDCs), this report proposes a roadmap for integrating CE principles into national policies. It recommends establishing a Monitoring, Reporting, and Verification (MRV) framework, fostering innovation in circular business models, and leveraging Nigeria’s natural capital for economic resilience. By transitioning to a circular economy, Nigeria can enhance resource efficiency, create jobs, and achieve long-term sustainable development.",
    "client": "African Development Bank (AfDB) and Government of the Netherlands",
    "date": "2022"
  }
]
